import 'package:flutter/material.dart';

class  slist{

  static List<String> name = [
    "Love Shayari ",
    "Friend-ship Shayari  ",
    "DeshBhakti Shayari  ",
    "Inspirational Shayari ",
    "Birthday Shayari ",
    "Sad Shayari ",
    "Bewafa Shayari ",
    "Broken Heart Shayari ",
    "Sorry Shayari ",
    "Funny Shayari ",
    "GoodNight Shayari ",
    "GoodMorning Shayari ",
    "Maa Shayari ",
    "Attitude Shayari ",
    "BollyWood Shayari ",
  ];

  static List<String> img = [
    "qimage/love.jfif",
    "qimage/friend.jfif",
    "qimage/deshbhakti.jfif",
    "qimage/inspiration.jpeg",
    "qimage/birthday.jfif",
    "qimage/sad.jfif",
    "qimage/bewafa.jfif",
    "qimage/brokenheart.jfif",
    "qimage/sorry.jfif",
    "qimage/funny.jfif",
    "qimage/night.jfif",
    "qimage/morning.jfif",
    "qimage/maa.jpeg",
    "qimage/attitude.jfif",
    "qimage/bollywood.jfif",
  ];

  List bgcolor = [
    Colors.red,
    Colors.blue,
    Colors.black,
    Colors.yellow,
    Colors.green,
    Colors.pink,
    Colors.purple,
    Colors.greenAccent,
    Colors.indigo,
    Colors.amber,
    Colors.brown,
    Colors.pinkAccent,
    Color(0xffffffff),
    Color(0xff4bf603),
    Color(0xff082ef1),
    Color(0xffc907f5),
    Color(0xffc6500f),
    Color(0xff02bdf6),
    Color(0xff9e57cb),
    Color(0xff0f8437),
    Color(0xffc2a14a),
    Color(0xff903c3c),
    Color(0xffa6fc51),
    Color(0xff4ac7b5),
    Color(0xff3a3b92),
    Color(0xffa75a25),
    Color(0xfff80404),
  ];

  List<String> emoji = [
    "💐🌹🥀🌻😍🥰🌻🥀🌹💐",
    "🤵🥳😂😎👬🏼🤣😎😂🥳🤵",
    "🧡🤍💚🚩🇮🇳🙏🇮🇳🚩🧡🤍💚",
    "🤞😎😉👌🌻🌻👌😉😎🤞",
    "😍🙌🏆💫😎💫🏆🙌😍",
    "😃🤜🏻💕💯♣️💯💕🤛🏻😃",
    "💐🥀🌼🌏☃️🌏🌼🥀💐",
    "🔥🍸🎗️❤️‍🔥♨️❤️‍🔥🎗️🍸🔥",
    "🇮🇳🌜🪷🌺😎🌺🪷🌛🇮🇳",
    "👉🏻🙏🕶️❣️‼️⚠️‼️❣️🕶️🙏👈🏻",
    "⏩🖤🖋️💣👣💣🖋️🖤⏪"
  ];

  List f = [
    "family 1",
    "family 2",
    "family 3",
    "family 4",
    "family 5",
    "family 6",
    "family 7",
    "family 8",
    "family 9",
    "family 10",
    "family 11",
    "family 12",
    "family 13",
    "family d"
  ];

  static List<String> love = ["""Chitthi dil ki bhejh raha hun,
chahat armano ke mere modkar,
chitthi nahi ye hai tukda dil ka mere,
bas jawab dena sara kaam chodkar.""",
    """Teri Meri Bane To Bane Kaise?
Tujhe Nibhana Nahi Aata,
Mujhe Bhulana Nahi Aata.""",
    """mat puchh sheeshe se
uske tut jaane kee wajah
usne bhee kisi patthar ko
apana samajha hoga""",
    """Pyar Tha, Mohabbat Thi, Ada Thi,
Sab Kuchh Tha Usme.
Wafa Hoti To Kayamat Hoti.""",
    """Pyar ne pyar se pucha, yeh pyar kya hota hai,
Pyar ne pyar ko pyar se
kaha , Jo tumhe pyar se dekhe pyar usi se hota hai.""",
    """संभाले नहीं संभलता है दिल,
मोहब्बत की तपिश से न जला,
इश्क तलबगार है तेरा चला आ,
अब ज़माने का बहाना न बना।""",
    """जन्नत-ए-इश्क में हर बात अजीब होती है,
किसी को आशिकी तो किसी को शायरी नसीब होती है।""",
    """रोज साहिल से समंदर का नजारा न करो,
अपनी सूरत को शबो-रोज निहारा न करो,
आओ देखो मेरी नजरों में उतर कर खुद को,
आइना हूँ मैं तेरा मुझसे किनारा न करो।""",
    """तू मिले या न मिले ये मेरे मुकद्दर की बात है,
सुकून बहुत मिलता है तुझे अपना सोचकर।""",
    """आँखों के रास्ते मेरे दिल में उतर गये,
बंदा-नवाज़ आप तो हद से गुज़र गये।""",
    """
    सुबह में देखूं शाम में देखूं
तेरा प्यारा सा चेहरा मैं चाँद में देखूं
तेरे हुस्न की क्या तारीफ करूं मैं
तेरा चेहरा मैं सारे जहां में देखूँ""",
    """छुपा लूं तुझको अपनी बाँहों में इस तरह,
कि हवा भी गुजरने की इजाज़त मांगे,
मदहोश हो जाऊं तेरे प्यार में इस तरह,
कि होश भी आने की इजाज़त मांगे।""",
    """कुछ हदें हैं मेरी कुछ हदें हैं तेरी..!!
लेकिन दायरों में भी इश्क़ होता है…!!❤
""",
    """ये लकीरें ये नसीब ये किस्मत,
सब फ़रेब के आईने हैं,
हाथों में तेरा हाथ होने से ही,
मुकम्मल ज़िन्दगी के मायने हैं।""",
    """मिल जाओ ऐसे जैसे अंधेरे से
उजाले,, में सवेरा हो जाऊं,,
बस जाओ मुझ में रूह बन
कर,, में सुनहरा हो जाऊं।।""",
    """मेरी इबादत का कोई वक्त,
मुकर्रर नही होता…
तुम ख्यालों में आते हो..
हम सजदे में बैठ जाते हैं..!!!""",
    """मेरे सीने में एक दिल है❤
उस दिल की धड़कन हो तुम…
""",
    """क्या क्या तेरे नाम लिखूं
दिल लिखूं की जान लिखूं
आंसू चुराके तेरी प्यारी आंखों से
अपनी हर खुशी तेरे नाम लिखूं""",
    """वक्त कितना भी बदल जाए….
मेरी मोहब्बत कभी नही बदलेगी..!!❤""",
    """चाहत बन गए हो तुम,
कि आदत बन गए हो तुम,
हर सांस में यूं आते जाते हो
जैसे मेरी इबादत बन गए हो तुम।""",
    """नशा था तेरे प्यार का जिसमे
हम खो गए, हमें भी नही
पता चला कब हम तेरे हो गए।
🥰❤️❤️🌹🌹💯""",
    """एक नाम, एक जिक्र, एक तुम और
एक तुम्हारी फिक्र बस यही है
छोटी सी जिन्दगी मेरी.।
💞💞💞💞"""
  ];

  static List<String> friend = [
    """Dosti Mein Dost, Dost Ka Khuda Hota Hai,
Mahsoos Tab Hota Hai Jab Wo Juda Hota Hai.""",
    """Hum Jab Bhi Aapki Duniya Se Jayenge,
Itni Khushiyan Aur Apnapan De Jayenge,
Ke Jab Bhi Yaad Karoge Is Pagal Dost Ko,
Hansti Aankhon Se Aansoo Nikal Aayenge.""",
    """Aadatein Alag Hain Meri Duniya Walo Se,
Dost Kam Rakhta Hoon Par LaJawab Rakhta Hoon.""",
    """Sachche Dost Kabhi Girne Nahi Dete,
Na Kisi Ki Najron Se Na Kisi Ke Kadmon Mein.""",
    """Toofano Ki Dushmani Se Na Bachte Toh Khair Thi,
Saahil Se Doston Ke Bharam Ne Dubo Diya.""",
    """Jo Dil Ke Ho Kareeb Use Ruswa Nahi Karte,
Yun Apni Dosti Ka Tamasha Nahi Karte,
Khamosh Rahoge Toh Ghutan Aur Badegi,
Apno Se Koi Baat Chhupaya Nahi Karte.""",
    """आसमान से तोड़ कर सितारा दिया है,
आलम-ए-तन्हाई में एक शरारा दिया है,
मेरी किस्मत भी नाज़ करती है मुझपे,
खुदा ने दोस्त ही इतना प्यारा दिया है।""",
    """दोस्ती में दोस्त, दोस्त का ख़ुदा होता है,
महसूस तब होता है जब वो जुदा होता है।""",
    """हम जब भी आपकी दुनिया से जायेंगे,
इतनी खुशियाँ और अपनापन दे जायेंगे,
कि जब भी याद करोगे इस पागल दोस्त को,
हँसती आँखों से आँसू निकल आयेंगे।""",
    """नब्ज मेरी देख कर बीमार लिख दिया,
रोग मेरा उसने दोस्तों का प्यार लिख दिया,
कर्ज़दार रहेंगे उम्र भर उस हक़ीम के,
जिसने दवा में दोस्तों का साथ लिख दिया।""",
    """दोस्ती नाम है सुख-दुःख की कहानी का,
दोस्ती राज है सदा ही मुस्कुराने का,
ये कोई पल भर की जान-पहचान नहीं है,
दोस्ती वादा है उम्र भर साथ निभाने का।""",
    """हम आपसे सच्ची दोस्ती करते हैं,
चाहे तो कभी आजमा कर देख लेना,
हम तो है एक दम खरा सोना,
चाहे तो हमे आग में जला कर देख लेना.""",
    """ज़िन्दगी के कुछ पल बहुत खास होते है,
जो जिंदगी को महकाने के लिए होते है,
आपसे दोस्ती हमारी एक प्यारे इत्तेफाक से हुई,
ये इत्तेफाक भी बड़े इत्तफाक से होते है.""",
    """न हमसे दोस्ती में जुदा होने की कोशिश करना,
न हमसे दोस्ती में खफा होने की कोशिश करना,
अगर हो जाये दोस्ती में कोई नादानी,
तो उसे दोस्ती में माफ़ करने की कोशिश करना.""",
    """वो दोस्ती ही क्या जिसमे आप जैसा यार न हो,
वो यार ही क्या जिसके लिए हमारे दिल में प्यार न हो,
वैसे तो हम सब कुछ लुटा सकते हैं,
और वो ज़िन्दगी ही क्या जो दोस्त पर जान निसार न हो.""",
    """सच्चा दोस्त वो है,
जो कभी आपके रास्ते में नही आता है,
वो अपना कदम तभी बढ़ाता है,
जब आपका रास्ता गलत नज़र आता है.""",
    """इश्क ने दोस्ती से एक दिन पूछ ही लिया,
जब मैं हूँ यहाँ तो तेरा क्या काम है,
तो दोस्ती ने कहा जहाँ तू नाकाम है,
वहाँ मेरा ही नाम है.""",
    """सच्चा दोस्त वो होता है,
जो वक्त बिना देखे,
आपके साथ होता है.""",
    """दोस्ती हर वक्त मिलने से नही होती,
दोस्ती तो दिल से है होती.""",
    """हर मर्ज को दवा की जरूरत नही होती है,
कुछ दर्द को दोस्तों के साथ मुस्कुराने की ज़रूरत होती है.""",
    """यारो दोस्ती में कोई रूल नही होता,
और इसे सिखाने का कोई स्कूल नही होता.""",
    """दोस्ती एक कच्चे धागे की तरह होती है,
पर इस धागे से मज़बूत कोई ज़ंजीर नही होती है."""
  ];

  static List<String> deshbhakti = [
    """De Salaami Iss Tirange Ko,
Jis Se Teri Shaan Hai,
Sar Hamesha Uncha Rakhna Iska,
Jab Tak Tujh Mein Jaan Hai.""",
    """Chhodo Kal Ki Baatein,
Kal Ki Baat Puraani,
Naye Daur Mein Likhenge,
Mil Kar Nayi Kahaani,
Hum Hindustani.""",
    """Main Muslim Hoon, Tu Hindu Hai, Hain Dono Insaan,
Laa Main Teri Geeta Parh Lun, Tu Parh Le Quraan,
Apne Toh Dil Mein Hai Dost Bas Ek Hi Armaan,
Ek Thali Mein Khana Khaye Saara Hindustan.""",
    """Kuchh Haath Se Mere Nikal Gaya,
Woh Palak Jhapak Ke Chhip Gaya,
Fir Laash Bichh Gayi Lakhon Ki,
Sab Palak Jhapak Ke Badal Gaya.""",
    """Jab Rishte Raakh Mein Badal Gaye,
Insaniyat Ka Dil Dahal Gaya,
Main Poochh Poochh Ke Haar Gaya,
Kyon Mera Bhaarat Badal Gaya?""",
    """दे सलामी इस तिरंगे को,
जिस से तेरी शान है,
सर हमेशा ऊँचा रखना इसका,
जब तक तुझ में जान है.""",
    """छोड़ो कल की बातें,
कल की बात पुरानी,
नए दौर में लिखेंगे,
मिल कर नयी कहानी,
हम हिंदुस्तानी.""",
    """मैं मुस्लिम हूँ, तू हिन्दू है, हैं दोनों इंसान,
ला मैं तेरी गीता पढ़ लूँ, तू पढ ले कुरान,
अपने तो दिल में है दोस्त, बस एक ही अरमान,
एक थाली में खाना खाये सारा हिन्दुस्तान।""",
    """काले गोरे का भेद नही
हर दिल से हमारा नाता है,
कुछ और न आता हो हमको
हमें प्यार निभाना आता है.""",
    """एक सैनिक ने क्या खूब कहा है...
किसी गजरे की खुशबु को महकता छोड़ आया हूँ,
मेरी नन्ही सी चिड़िया को चहकता छोड़ आया हूँ,
मुझे छाती से अपनी तू लगा लेना ऐ भारत माँ,
मैं अपनी माँ की बाहों को तरसता छोड़ आया हूँ।
जय हिन्द.""",
    """आजादी की कभी शाम ना होने देंगे,
शहीदों की कुर्बानी बदनाम ना होने देंगे,
बची है जो एक भी बूंद लहू की तब तक,
भारत का आँचल नीलाम ना होने देंगे..!!""",
    """दे सलामी इस तिरंगे को जिस से तेरी शान हैं,
सर हमेशा ऊँचा रखना इसका जब तक दिल में जान हैं..!!""",
    """मिटा दिया है वजूद उनका जो भी इनसे भिड़ा है,
देश की रक्षा का संकल्प लिए जो जवान सरहद पर खड़ा है..!!""",
    """लड़ें वो बीर जवानों की तरह, ठंडा खून फ़ौलाद हुआ,
मरते-मरते भी की मार गिराए, तभी तो देश आज़ाद हुआ..!! Happy Independence Day""",
    """मैं भारत बरस का हरदम सम्मान करता हूँ,
यहाँ की चांदनी मिट्टी का ही गुणगान करता हुँ,
मुझे चिंता नहीं है स्वर्ग जाकर मोक्ष पाने की,
तिरंगा हो कफ़न मेरा, बस यही अरमान रखता हूँ..!!""",
    """खून से खेलेंगे होली, अगर वतन मुश्किल में है,
सरफ़रोशी की तमन्ना अब हमारे दिल में है..!!""",
    """देश की हिफाजत मरते दम तक करेंगे
दुश्मन की हर गोली का हम सामना करेंगे
आजाद हैं और आजाद ही रहेंगें
जय हिन्द !!""",
    """लड़े जंग वीरों की तरह,
जब खून खौल फौलाद हुआ |
मरते दम तक डटे रहे वो,
तब ही तो देश आजाद हुआ ||""",
    """ये दुनिया….एक दुल्हन
ये दुनिया….एक दुल्हन…दुल्हन के माथे पे बिंदिया
I Love My India""",
    """चूमा था वीरों ने फांसी का फंदा
यूँ ही नहीं मिली थी आजादी खैरात में"""
  ];

  static List<String> inspirational = [
    """Tu Rakh Yakeen Bas Apne Iraadon Par,
Teri Haar Tere Hauslon Se Toh Badi Nahi Hogi.""",
    """Jang Mein Kagzi Afraat Se Kya Hota Hai,
Himmatein Larti Hain, Tadaad Se Kya Hota Hai.""",
    """Uthho Toh Aise Uthho Ke Fakr Ho Bulandi Ko,
Jhuko Toh Aise Jhuko Bandgi Bhi Naaz Kare.""",
    """Zindagi Jab Zakhm Par De Zakhm To HansKar Humein,
Aajmaish Ki Hadon Ko... Aajmana Chahiye.""",
    """Hausla Deti Rahi... Mujhko Meri Baisakhiyan,
Sar Unhin Ke Dam Pe Saari Manzilein Hoti Rahi.""",
    """बेहतर से बेहतर की तलाश करो,
मिल जाए नदी तो समंदर की तलाश करो,
टूट जाते हैं शीशे पत्थरों की चोट से,
तोड़ से पत्थर ऐसे शीशे की तलाश करो।""",
    """तू रख यकीन बस अपने इरादों पर,
तेरी हार तेरे हौसलों से तो बड़ी नहीं होगी।""",
    """जंग में कागज़ी अफ़रात से क्या होता है,
हिम्मतें लड़ती हैं तादाद से क्या होता है।""",
    """नज़र-नज़र में उतरना कमाल होता है,
नफ़स-नफ़स में बिखरना कमाल होता है,
बुलंदियों पे पहुँचना कोई कमाल नहीं,
बुलंदियों पे ठहरना कमाल होता है।""",
    """जो मुस्कुरा रहा है उसे दर्द ने पाला होगा,
जो चल रहा है उसके पाँव में छाला होगा,
बिना संघर्ष के इन्सान चमक नही सकता,
जो जलेगा उसी दिये में तो उजाला होगा।""",
    """ये जिंदगी हसीं है इससे प्यार करो,
अभी है रात तो सुबह का इंतजार करो,
वो पल भी आएगा जिसकी ख्वाहिश है आपको,
रब पर रखो भरोसा वक्त पर एतबार करो।""",
    """बेहतर से बेहतर कि तलाश करो,
मिल जाए नदी तो समंदर कि तलाश करो,
टूट जाता है शीशा पत्थर कि चोट से,
टूट जाए पत्थर ऐसा शीशा तलाश करो।""",
    """हिम्मत और हौसला जिसका बुलंद होता है,
वो बड़े से बड़े तूफान के आगे भी डटे रहते है।""",
    """फर्क होता है खुदा और फ़क़ीर में,
फर्क होता है किस्मत और लकीर में,
अगर कुछ चाहो और न मिले तो समझ लेना कि,
कुछ और अच्छा लिखा है तक़दीर में""",
    """अपने गमो की तू नुमाइश ना कर
यूँ क़ुदरत से लड़ने की कोशिश ना कर
जो हे कुदरत ने लिखा वो होकर रहेगा
तू उसे बदलने की आज़माइश ना कर""",
    """सपने उनके सच होते हैं
जिनके सपनों में जान होती है
पँखो से कुछ नहीं होता
हौंसलो से उड़ान होती है""",
    """जो लोग फ़कीरी मिजाज रखते हैं,
वो ठोकर में ताज रखते हैं,
जिनको कल की फ़िक्र नहीं,
वो मुटठी में आज रखते हैं""",
    """परिंदों को मंज़िल मिलेगी यकीनन,
ये फैले हुए उनके पर बोलते हैं,
अक्सर वो लोग खामोश रहते हैं,
ज़माने में जिनके हुनर बोलते हैं""",
    """बोल कर नहीं कर के दिखाऊंगा क्योकि
लोग सुनना नहीं देखना पसन्द करतें है""",
    """कामयाब होने के लिए,
अकेले ही आगे बढ़ना पड़ता हैं,
लोग तो पीछे तब आते हैं,
जब आप कामयाब होने लगते हैं""",
    """तास के पत्तो मे ईक्का,
और जिंदगी मे सिक्का,
जब चलता हैं,
तो दुनियाँ सलाम ठोकती हैं"""
  ];

  static List<String> birthday = [
    """Duniya Ki Khushiyan Aapko Mil Jayein,
Apno Se Mil Ke Aapka Man Khil Jaye,
Chehre Par Dukh Ki Kabhi Shikan Na Ho,
Aapke Birthday Par Meri ShubKamnayein.""",
    """Dil Se Meri Dua Hai Ke Khush Raho Tum,
Mile Na Koi Ghum Jahan Bhi Raho Tum,
Samandar Ki Tarah Dil Hai Gehra Tumhara,
Sadaa Khushio Se Bhara Rahe Daaman Tumhara.
Happy Birthday Dear.""",
    """You can do it for another year.
Stay healthy, stay well.
I wish this again and again.
~ Happy Birthday ❦""",
    """Today is your birthday
Happy happy day to you.
Always have your mind,
Colorful with such joy.
~ Happy Birthday ❦""",
    """आपके जन्मदिन पर हम देते हैं ये दुआ,
खुशियाँ आपके दामन से कभी न हों जुदा,
खुदा की रहमतों में कभी कमी न आये,
आपके होंठों की ये मुस्कराहट न जाए।""",
    """दुनिया की खुशियाँ आपको मिल जायें,
अपनों से मिलके आपका मन खिल जाये,
चेहरे पर दुःख की कभी शिकन भी न हो,
आपके जन्मदिन पर मेरी दिल से शुभकामनाएं।""",
    """दिल से मेरी दुआ है कि खुश रहो तुम,
मिले न कोई गम जहाँ भी रहो तुम,
समंदर की तरह दिल है गहरा तुम्हारा,
सदा खुशियों से भरा रहे दामन तुम्हारा।
जन्मदिन मुबारक हो।""",
    """चेहरा आपका खिला रहे गुलाब की तरह,
नाम आपका रोशन रहे आफताब की तरह,
ग़म में भी आप हँसते रहे फूलों की तरह,
अगर हम इस दुनिया में न रहें आज की तरह,
तो भी अपना जन्मदिन मनाते रहना इसी तरह।""",
    """हो पूरी दिल की हर ख्वाहिश आपके,
और मिले खुशियों का जहां आपको,
अगर आप मांगें आसमां का एक तारा,
तो खुदा दे दे सारा आसमां आपको।
जन्मदिन मुबारक हो।""",
    """खुशी से बीते हर दिन,
हर सुहानी रात हो,
जिस तरफ आपके कदम पड़े,
वहां फूलों की बरसात हो.
🌹 जन्मदिन की शुभकामनायें. 🌹""",
    """हो पूरी दिल की हर ख्वाहिश आपकी,
और मिले खुशियों का जहां आपको,
जब कभी आप मांगे आसमान का एक तारा
तो भगवान दे दे सारा आसमां आपको.
❤ जन्मदिन की हार्दिक शुभकामनाये. 🌹""",
    """हर छन हर पल मिले
ज़िंदगी में प्यार ही प्यार;
जन्मदिन मुबारक हो मेरे यार!
हैप्पी बर्थडे!""",
    """खुदा तुम्हें खुशियों भरा संसार दे,
जीवन में तरक्की हज़ार दे,
तुम्हारे होंठ कभी न भूले मुस्कुराना,
जन्मदिन पर ऐसा उपहार दे.
जन्मदिन की शुभकामनायें !""",
    """खुश रहना सीख लोगे तो सारा जहां हो जायेगा हसीन,
मुबारक हो तुम्हे तुम्हारा जन्मदिन.""",
    """पास चाहे दूर जहाँ भी रहो तुम,
मेरी दुआयें रहेंगी साथ तुम्हारे हर दम,
हो खुशियों का बसेरा तुम्हारे लिए,
बस यही दुआ है आपके लिए.
जन्मदिन मुबारक हो!""",
    """बुलंद रहे सदा आपके सितारे,
टलती रहें सदा आपकी बलाएं,
इसी दुआ के साथ आपको
जन्मदिन की शुभकामनायें।।""",
    """शुभ दिन ये आये आपके जीवन में हज़ार बार,
और हम आपको जन्मदिन मुबारक कहते रहें हर बार.
जन्मदिन की शुभकामनायें !""",
    """जीवन में आशीर्वाद मिले बड़ों से,
सहयोग मिले छोटो से,
खुशी मिले दुनिया से,
प्यार मिले सब से,
यही दुआ है मेरी रब से.
Happy Birthday"""
  ];

  static List<String> sad = [
    """Jiske Naseeb Mein Hon Zamane Ki Thhokarein,
Uss BadNaseeb Se Na Sahaaron Ki Baat Kar.""",
    """Dekhi Hai Berukhi Ki Aaj Humne Intehaan,
Hum Pe Najar Padi Toh Mehfil Se Uthh Gaye.""",
    """Tumhare Baad Na Takmeel Ho Saki Apni,
Tumhare Baad Adhoore Tamaam Khwaab Lage.""",
    """Meri Koshish Kabhi Kamyaab Na Ho Saki,
Na Tujhe Pane Kii Na Tujhe Bhulane Ki.""",
    """Meri Jagah Koi Aur Ho Toh Cheekh Uthhe,
Main Apne Aap Se Itne Sawaal Karta Hoon.""",
    """जिसके नसीब मे हों ज़माने की ठोकरें,
उस बदनसीब से ना सहारों की बात कर।""",
    """मिल भी जाते हैं तो कतरा के निकल जाते हैं,
हैं मौसम की तरह लोग... बदल जाते हैं,
हम अभी तक हैं गिरफ्तार-ए-मोहब्बत यारों,
ठोकरें खा के सुना था कि संभल जाते हैं।""",
    """एक नजर भी देखना गंवारा नहीं उसे,
जरा सा भी एहसास हमारा नहीं उसे,
वो साहिल से देखते रहे डूबना हमारा,
हम भी खुद्दार थे पुकारा नहीं उसे।""",
    """काश वो समझते इस दिल की तड़प को,
तो हमें यूँ रुसवा न किया जाता,
यह बेरुखी भी उनकी मंज़ूर थी हमें,
बस एक बार हमें समझ तो लिया होता।""",
    """दिल को बुझाने का बहाना कोई दरकार तो था,
दुःख तो ये है तेरे दामन ने हवायें दी हैं।""",
    """मोहब्बत की आजतक बस दो ही
बातें अधूरी रही,
एक मै तुझे बता नही पाया, और
दूसरी तुम समझ नही पाये..""",
    """जवाब लेने चले थे, सवाल ही भूल गए!
अजीब है ये इश्क भी, अपना हाल भी भूल गए!!""",
    """कुछ गम…कुछ ठोकरें…
कुछ चीखें उधार देती है…
कभी कभी जिंदगी…
मौत आने से पहले ही मार देती है…""",
    """कुछ अजीब सा चल रहा है, ये वक्त का सफर…
एक गहरी सी खामोशी है खुद के ही अंदर…""",
    """इश्क़ खुदकुशी का धंधा है,
“अपनी ही लाश अपना ही कंधा है”""",
    """बहुत दर्द देती हैं तेरी यादें
सो जाऊं तो जगा देती हैं
जग जाऊं तो रुला देती हैं।""",
    """दो ही हमसफर मिले जिंदगी में,
एक सबर… तो दूसरा इम्तिहान..!!""",
    """“गम” ये लफ्ज़ कहने में तो कम लगता है
लेकिन दोस्तों सहने में बड़ा दम लगता है।""",
    """ना जिंदगी मिली ना वफा मिली,
क्यों हर खुशी हमसे खफा मिली,
झूठी मुस्कान लिए दर्द छुपाते रहे,
सच्चे प्यार की हमे क्या सजा मिली.!""",
    """हँसते बहुत हैं, मुस्कुराते कम हैं,
रोते नही बस आँखें नम हैं,
सवाल सी जिंदगी है, जवाब कोई नही,
शोर तो बहुत है, पर उसकी आवाज कोई नही..!""",
    """मेरी तलाश का है जुर्म
या मेरी वफ़ा का कसूर,
जो दिल के करीब आया
वही बेवफा निकला।""",
    """हमे तो प्यार के दो लफ्ज़ भी ना नसीब हुए,
और बदनाम ऐसे हुए जैसे इश्क के बादशाह थे हम।""",
    """उसने दोस्ती चाही
मुझे प्यार हो गया,
मै अपने ही कत्ल का
गुनहगार हो गया।💔""",
    """उसके दर पर दम तोड़ गईं
तमाम ख्वाहिशें मेरी,
मगर वो पूछ रहा है
तेरे रोने की वजह मै तो नही।।"""
  ];

  static List<String> bewafa = [
    """Ab Ke Ab Tasleem Kar Lein Tu Nahi Toh Main Sahi,
Kaun Manega Ke Hum Mein Se Bewafa Koi Nahi.""",
    """Mere Fan Ko Tarasha Hai Sabhi Ke Nek Iraadon Ne,
Kisi Ki Bewafai Ne Kisi Ke Jhoothhe Vaadon Ne.""",
    """Khuda Ne Puchha Kya Saza Doon Uss Bewafa Ko,
Dil Ne Kaha Mohabbat Ho Jaye Use Bhi.""",
    """Jaate-Jaate Uske Aakhiri Alfaz Yahi The,
Jee Sako Toh Jee Lena Mar Jaao Toh Behtar Hai.""",
    """Band Kar Dena Khuli Aankhon Ko Meri Aa Ke Tum,
Aks Tera Dekh Kar Kah De Na Koi Bewafa.""",
    """अब के अब तस्लीम कर लें तू नहीं तो मैं सही,
कौन मानेगा कि हम में से बेवफा कोई नहीं।""",
    """तुम अगर याद रखोगे तो इनायत होगी,
वरना हमको कहाँ तुम से शिकायत होगी,
ये तो वही बेवफ़ा लोगों की दुनिया है,
तुम अगर भूल भी जाओ जो रिवायत होगी।""",
    """अगले बरसों कि तरह होंगे करीने तेरे,
किसे मालुम नहीं बारह महीने तेरे।""",
    """इतनी मुश्किल भी ना थी
राह मेरी मोहब्बत की,
कुछ ज़माना खिलाफ हुआ
कुछ वो बेवफा हो गए।""",
    """मेरी वफा के क़ाबिल नही हो तुम,
प्यार मिले ऐसे इन्सान नही हो तुम,
दिल क्या तुम पर ऐतबार करेगा,
प्यार मे धोखा दिया ऐसे बेवफा हो तुम।""",
    """तेरा ख्याल दिल से मिटाया नहीं अभी,
बेवफा मैंने तुझको भुलाया नहीं अभी।""",
    """हमसे न करिये बातें यूँ बेरुखी से सनम,
होने लगे हो कुछ-कुछ बेवफा से तुम।""",
    """हमें न मोहब्बत मिली न प्यार मिला,
हमको जो भी मिला बेवफा यार मिला,
अपनी तो बन गई तमाशा ज़िन्दगी,
हर कोई मकसद का तलबगार मिला।""",
    """तूने ही लगा दिया इलज़ाम-ए-बेवफाई,
अदालत भी तेरी थी गवाह भी तू ही थी।""",
    """सीख कर गया है वो मोहब्बत मुझसे,
जिस से भी करेगा बेमिसाल करेगा।""",
    """हर भूल तेरी माफ़ की
तेरी हर खता को भुला दिया,
गम है कि मेरे प्यार का
तूने बेवफाई सिला दिया।""",
    """तेरी तो फितरत थी सबसे मोहब्बत करने की,
हम बेवजह खुद को खुशनसीब समझने लगे।""",
    """कैसी अजीब तुझसे यह जुदाई थी,
कि तुझे अलविदा भी ना कह सका,
तेरी सादगी में इतना फरेब था,
कि तुझे बेवफा भी न कह सका।""",
    """जब तक न लगे एक बेवफाई की ठोकर,
हर किसी को अपने महबूब पे नाज़ होता है।""",
    """मजबूरी में जब कोई जुदा होता है,
जरूरी नहीं कि वो बेवफा होता है,
देकर वो आपकी आँखों में आँसू,
अकेले में आपसे ज्यादा रोता है।""",
    """दिल भी गुस्ताख हो चला था बहुत,
शुक्र है कि यार ही बेवफा निकला।""",
    """न कोई मज़बूरी है न तो लाचारी है,
बेवफाई उसकी पैदायशी बीमारी है।""",
    """अगले बरसों की तरह होंगे करीने तेरे,
किसे मालूम नहीं बारह महीने तेरे।"""
  ];

  static List<String> broken = [
    """Jara Sa Baat Karne Ka Tareeka Seekh Lo Tum Bhi,
Udhar Tum Baat Karte Ho Idhar Dil Toot Jata Hai.""",
    """Phir Nahi Baste Woh Dil Jo EK Baar Toot Jate Hain,
Kabr Kitni Hi Sanwaaro Koyi Zinda Nahi Hota.""",
    """Main Toh Aayina Hoon Tootna Meri Fitrat Hai,
Isliye Pattharon Se Mujhe Koi Gila Nahi.""",
    """Koi Ahsaan Kar De Mujhpe Itna Sa Bata Kar,
Bhulaya Kaise Jata Hai Dil Todne Wale Ko.""",
    """Tujhe Bahut Kaha Tha Ke Mujhe Apna Na Bana,
Ab Dil Mera Tod Kar Mera Tamasha Na Bana.""",
    """जाने लागे जब वो छोड़ के दामन मेरा,
टूटे हुए दिल ने एक हिमाक़त कर दी,
सोचा था कि छुपा लेंगे ग़म अपना,
मगर कमबख्त आँखों ने बगावत कर दी।""",
    """जब लिख ही दिया है तूने मेरा नाम रेत पर,
मिटने का फिर मेरे तू तमाशा भी देख ले।""",
    """इरादों में अभी भी क्यों इतनी जान बाकी है,
तेरे किये वादों का इम्तिहान अभी बाकी है,
अधूरी क्यों रह गयी तुम्हारी यह बेरुखी,
अभी दिल के हर टुकड़े में तेरा नाम बाकी है।""",
    """ये संग-दिलों की दुनिया है,
यहाँ सँभल के चलना दोस्त,
यहाँ पलकों पे बिठाया जाता है,
नज़रों से गिराने के लिए।""",
    """ये हकीक़त है कि होता है असर बातों में,
तुम भी खुल जाओगे दो-चार मुलक़ातों में,
तुम से सदियों की वफाओं का कोई नाता न था,
तुम से मिलने की लकीरें थीं मेरे हाथों में।""",
    """दिल की क्या बिसात थी निगाह-ए-जमाल में,
इक आइना था टूट गया देख-भाल में।""",
    """ऐसा नहीं है कि अब तेरी जुस्तजू नहीं रही,
बस टूट कर बिखरने की आरज़ू नहीं रही।""",
    """वो रोए तो मगर मुझसे मुँह मोड़कर रोए,
कोई मजबूरी होगी जो दिल तोड़कर रोए,
मेरे सामने कर दिए मेरी तस्वीर के टुकड़े,
मेरे बाद वो उन्हें जोड़-जोड़ कर रोए।""",
    """बिखरा वजूद, टूटे ख़्वाब, सुलगती तन्हाईयाँ,
कितने हसीन तोहफे दे जाती है ये मोहब्बत।""",
    """मुझे परहेज है ज़ख्मों की नुमाइश से,
मेरे हमदर्द रहने दे दिले-बीमार की बातें।""",
    """उनको मालूम है कि उनके बिना
हम टूट जाते हैं,
फिर क्यूँ वो आज़माते हैं
हमको बिछड़-बिछड़ कर।""",
    """मुझको तो होश नहीं तुमको खबर हो शायद,
लोग कहते हैं कि तुमने मुझे बर्बाद कर दिया।""",
    """नाराज क्यों होते हो चले जायेंगे बहुत दूर,
जरा टूटे हुए दिल के टुकड़े तो उठा लेने दो।""",
    """आज फिर मौसम नम हुआ मेरी आँखों की तरह,
शायद बादलों का भी दिल किसी ने तोड़ा है।""",
    """होंठों की हँसी को न समझ हकीक़त-ए-जिंदगी,
दिल में उतर के देख कितने टूटे हुए हैं हम।""",
    """बड़ी शिद्दत से तोड़ा है मेरे दिल का हर कोना,
मुझे तो सच कहूँ उस के हुनर पे नाज़ होता है।""",
    """अंदर कोई झाँके तो टुकड़ों में मिलूंगा,
ये हँसता हुआ चेहरा तो ज़माने के लिए है।""",
    """कुछ मोहब्बत का नशा था पहले हमको,
दिल जो टूटा तो नशे से मोहब्बत हो गई।""",
    """दर्द बहुत हुआ दिल के टूट जाने से,
कुछ न मिला उसके लिए आँसू बहाने से,
वो जानता था वजह मेरे दर्द की,
फिर भी बाज न आया मुझे आजमाने से।"""
  ];

  static List<String> sorry = [
    """Dekha Hai Aaj Mujhe Bhi Gusse Ki Najar Se,
Malum Nahi Aaj Woh Kis Kis Se Lade Hain.""",
    """Na Teri Shaan Kam Hoti Na Rutba Hi Ghata Hota,
Jo Gusse Mein Kaha Tumne Wahi Hans Ke Kaha Hota.""",
    """Khata Ho Gaayi Toh Phir Sazaa Suna Do,
Dil Mein Itna Dard Kyun Hai Wajah Bata Do.
Der Ho Gayi Hai Yaad Karne Mein Zarur,
Lekin Tumko Bhula Denge Yeh Khayal Mita Do.""",
    """It Takes a Strong Person
To Say Sorry.
And An Ever Stronger
Person To Forgive.""",
    """खता हो गयी तो फिर सज़ा सुना दो,
दिल में इतना दर्द क्यूँ है वजह बता दो,
देर हो गयी याद करने में जरूर,
लेकिन तुमको भुला देंगे ये ख्याल मिटा दो।""",
    """दिल से तेरी याद को जुदा तो नहीं किया,
रखा जो तुझे याद कुछ बुरा तो नहीं किया,
हम से तू नाराज़ हैं किस लिये बता जरा,
हमने कभी तुझे खफा तो नहीं किया।""",
    """तुम खफा हो गए तो कोई ख़ुशी न रहेगी,
तुम्हारे बिना चिरागों में रोशनी न रहेगी,
क्या कहे क्या गुजरेगी इस दिल पर,
जिंदा तो रहेंगे पर ज़िन्दगी न रहेगी।""",
    """हम रूठे भी तो किसके भरोसे रूठें,
कौन है जो आयेगा हमें मनाने के लिए,
हो सकता है तरस आ भी जाये आपको,
पर दिल कहाँ से लायें आपसे रूठ जाने के लिये।""",
    """नाराज क्यूँ होते हो किस बात पे हो रूठे,
अच्छा चलो ये माना तुम सच्चे हम ही झूठे,
कब तक छुपाओगे तुम हमसे हो प्यार करते,
गुस्से का है बहाना दिल में हो हम पे मरते।""",
    """तुम हँसते हो मुझे हँसाने के लिए,
तुम रोते हो तो मुझे रुलाने के लिए,
तुम एक बार रूठ कर तो देखो,
मर जायेंगे तुम्हें मनाने के लिए।""",
    """गलती तो हो गयी है,
अब क्या मार डालोगे?
माफ़ भी कर दो ऐ सनम,
ये गलफहमी कब तक पालोगे?
i am sorry baby.""",
    """भूल से कोई भूल हो गई तो,
भूल समझ कर भूल जाना,
अरे भूलना सिर्फ़ भूल को
भूल से हमें ना भूल जाना।""",
    """सच कहूँ तो हर पल आप मुझे याद आते है,
जान निकल जाती है जब आप रूठ जाते है।""",
    """समस्या का अंतिम हल माफी ही है,
कर दो या मांग लो""",
    """I'm So Sorry Pagal....
नाराजगी हमसे हैं और 
तकलीफ खुद को देना 
गलत बात हैं""",
    """भूल से कोई भूल हुई तो भूल समझ कर भूल जाना !
अरे भूलना सिर्फ भूल को भूल से हमे न भूल जाना !!""",
    """मोहब्बत आजमाना हो तो बस इतना काफी है
जरा सा रूठ के देखो कौन मनाने आता है""",
    """सुना था मोहब्बत मिलती है मोहब्बत के बदले
हमारी बारी आई तो रिवाज़ बदल गया"""
  ];

  static List<String> funny = [
    """Dil Mein Koi Gham Nahi Baaton Mein Koi Dam Nahi,
Yeh Grup Hai Nawabon Ka Yehan Koi Kisi Se Kam Nahi.""",
    """Kis Kis Ka Naam Lein Apni Barbadi Mein,
Bahut Log Aaye The Duayein Dene Shaadi Mein.""",
    """Shaadi Karne Waale Kyon Fatey Mein Pair Fansaya,
Bazaar Mein Doodh Kya Kam Tha
Jo Bhains Khareed Ke Laya?""",
    """Dosti Buri Ho Toh Use Hone Mat Do,
Agar Ho Gayi Toh Use Khone Mat Do,
Aur Agar Dost Ho Sabse Pyara Toh,
Use Chain Ki Neend Sone Mat Do.""",
    """Jara Si Der Ke Liye Chaarpai Pe Lete The Faraz,
Magar Kisi Ullu Ke Patthe Ne Janaza Parh Diya.""",
    """इस दुनिया में लाखों लोग रहते हैं,
कोई हँसता है तो कोई रोता है,
पर सबसे सुखी वही होता है,
जो शाम को दो पैग मार के सोता है।""",
    """उसी दिन से व्हाट्सएप्प से नफरत हो गयी ग़ालिब,
जब बाल कटवाने के लिए एडमिन ने चंदा माँग लिया।""",
    """शादी करने वाले क्यों फटे में पैर फँसाया,
बाजार में दूध क्या काम था
जो भैंस खरीद के लाया?""",
    """नोटबंदी का एक ये भी असर नजर आया,
वो बेवफा फिर से मेरे दर पे नजर आया।""",
    """दोस्ती बुरी हो तो होने उसे मत दो,
अगर हो गयी तो उसे खोने मत दो,
और अगर दोस्त हो सबसे प्यारा तो,
उसे चैन की नींद सोने मत दो।""",
    """जिनको हम चुनते हैं वो ही हमें धुनते हैं,
चाहे बीवी हो या नेता दोनों कहाँ सुनते हैं..!!""",
    """तुम्हारी शायरी बड़ी है फाइरी,
तुम्हारी शायरी बड़ी है फाइरी,
दिल करता है जल जाये
तुम्हारी शायरी वाली डायरी..!!""",
    """यारो मेरे मरने के बाद आँसू मत बहाना,
ज़्यादा याद आए तो उपर ही चले आना..!!""",
    """तुम्हारी शायरी बड़ी है फाइरी,
दिल करता है जल जाए शायरी वाली डायरी..!!""",
    """किस-किस का नाम लें अपनी बरबादी में,
बहुत लोग आये थे दुआयेँ देने शादी मेँ..!!""",
    """शराब बनी तो मैखाने बने,
हुस्न बना तो दीवाने बने,
कुछ तो बात है आप में,
यूंही नहीं हम पागल खाने में..!!""",
    """लैला की शादी में एक लफड़ा हो गया,
मजनू इतना नाचा कि लँगड़ा हो गया..!!""",
    """जिनके घर शीशे के होते हैं,
वो तो कहीं पर भी बैठ कर दाढ़ी बना लेते हैं..!!""",
    """ए खूबसूरत हसीना,
तू सिर्फ सवाल नहीं एक पहेली है,
और जिसपे हम लाइन मारते हैं,
वो तू नहीं तेरी सहेली है..!!""",
    """हम उसके इश्क में
इस कदर चोट खाए हुए हैं,
कल उसके बाप ने मारा था
आज भाई आये हुए हैं।""",
    """हवा का झोंका आया
तेरी खुशबू साथ लाया,
मैं समझ गया कि तू
आज फिर नहीं नहाया।"""
  ];

  static List<String> night = [
    """Aisa Lagta Hai Kuchh Hone Ja Raha Hai,
Koi Meethhe Sapno Mein Khone Ja Raha Hai,
Dheemi Kar De Apni Roshni Ai Chaand,
Mera Koi Apna Ab Sone Ja Raha Hai.
Good Night!!""",
    """Raat Ko Mera Naam Le Ke Soya Karo,
Khidki Ko Thoda Kholkar Ke Soya Karo,
Hum Aayege Tumhare Sapno Mein,
Isliye Thodi Jagah Chod Ke Soya Karo.""",
    """Black sky with solo moon,
With millions of stars,
Brings you a silent hours to take a nice rest,
good night with sweet dreams"
"Good night""",
    """Jee Chahta Hai Tumse Pyar Si baat ho
Haseen taare ho or lambi si raat ho
Fir raat bhar yhi guftgu rakhe hum dono
Tum meri Zindagi ho, Tum kayinat ho"
"Good night""",
    """Close your eyes,
Concentrate your mind &
Pray to god about the things
That you want most.
GOD must fulfill your prayer
Have a nice sleep"
"Good night""",
    """ऐसा लगता है कुछ होने जा रहा है,
कोई मीठे सपनों में खोने जा रहा है,
धीमी कर दे अपनी रोशनी ऐ चाँद,
मेरा कोई अपना अब सोने जा रहा है।
शुभ रात्रि।""",
    """जाने कब आपकी आँखों से इजहार होगा,
आपके दिल में हमारे लिए प्यार होगा,
गुजर रही है ये रात आपकी याद में,
कभी तो आपको भी हमारा इंतज़ार होगा।
शुभरात्रि""",
    """सितारों को भेजा है आपको सुलाने के लिए,
चाँद आया है आपको लोरी सुनाने के लिए,
सो जाओ मीठे ख़्वाबों में आप...
सुबह सूरज को भेजेंगे आपको जगाने के लिए।""",
    """मीठी-मीठी यादों को दिल में सजा लेना,
साथ गुजारे पल को पलकों में बसा लेना,
दिल को फिर भी न मिले सुकून तो,
मुस्कुरा के मुझे अपने सपनों में बुला लेना।
शुभ-रात्रि""",
    """होंठ कह नहीं सकते फ़साना दिल का,
शायद नजर से वो बात हो जाए,
इस उम्मीद में करते हैं इंतज़ार रात का,
कि शायद सपने में ही मुलाकात हो जाये।""",
    """भूल से कोई भूल हुई तो
भूल समझ के भूल जाना
पर भूलना सिर्फ भूल को
भूल से भी हमे ना भुला जाना।""",
    """टूटा हुआ फूल फिर नही खिलता,
नसीब बिना कभी कुछ नही मिलता,
लोग तो मिलते हैं राह में बहुत से हमे,
पर हर कोई आप जैसा नही मिलता।
🌹💕""",
    """चांद को बैठाकर पहरों पर,
तारों को दिया निगरानी का काम,
एक रात सुहानी आपके लिए,
एक स्वीट सा “ड्रीम” आपकी
आँखों के नाम।💌""",
    """चाँद ने चांदनी बिखेरी है
तारों ने आसमान को सजाया है,
कहने को तुम्हे शुभ रात्रि,
देखो स्वर्ग से कोई फरिश्ता आया है।""",
    """कैसे बताऊं की मेरी जिंदगी में
तेरा क्या मोल है,
ये समझ ले मेरे बुखार का
तू ही पैरासिरामोल है।
गुड नाईट जी""",
    """याद कर लेना मुझे तुम
कोई भी जब पास न हो
चले आएंगे इक आवाज़ में
भले हम ख़ास न हों…
गुड नाईट 😊""",
    """बहुत दूर है तुम्हारे घर से
हमारे घर का किनारा
पर हम हवा के हर झोके से
पूछ लेते हैं क्या हाल है तुम्हारा
🌹😊शुभ रात्री 😊❣️""",
    """ना चाँद की चाहत,
ना सितारो की फरमाइश
हर जनम आप जैसे दोस्त मिले,
बस यही है मेरी ख्वाहिश
🌹शुभ रात्रि 🌹"""
  ];

  static List<String> morning = [
    """The most important thing is the💖 👏 mood..,
with which you enter the new morning💖 👏..!!""",
    """Each day may not be good..,
but there is something new good 💖 👏in each day..,
which are inspired to live more days.!!🌹""",
    """Having a harsh morning?
Feel your heart💖 👏..,
That is your motivation for being alive..!!
“Good Morning”🌹""",
    """The sun had💖 👏 rised from the east..,
Birds are singing happily & Butterflies are around the flowers..,
It is time to wake up & Give 💖 👏a big yawn & Say good morn..!!""",
    """सुबह होते ही जब दुनिया आबाद होती है,
आँख खुलते ही दिल में आपकी याद होती है,
खुशियों के फूल हों आपके आँचल में,
ये मेरे होंठों पे पहली फ़रियाद होती है।
सुप्रभात!""",
    """सुबह हुयी हवाओं में खुशबु महकी,
प्यारी सी सुबह कर रही है तुम्हारा इंतज़ार,
अब तो जाग जाओ और खोल दो आँखें,
हमारा एस.एम.एस. ले कर आया है ढेर सारा प्यार।""",
    """तेरे गमों को तेरी ख़ुशी कर दे,
हर सुबह तेरी दुनिया में रौशनी भर दे,
जब भी टूटने लगें तेरी साँसे,
खुदा तुझमें शामिल मेरी जिंदगी कर दे।""",
    """आपकी नयी सुबह इतनी सुहानी हो जाये,
दुखों की सारी बातें आपकी पुरानी हो जायें,
दे जाये इतनी खुशियां यह नया दिन,
कि ख़ुशी भी आपकी दीवानी हो जाये।
सुप्रभात।""",
    """जितनी खूबसूरत ये गुलाबी सुबह है,
उतना ही खूबसूरत आपका हर पल हो,
जितनी भी खुशियाँ आज आपके पास हैं,
उससे भी अधिक आने वाले कल हो।""",
    """आंखों में खुशी लबों पर हंसी
गम का कहीं नाम न हो
हर सुबह लाए आपके लिए इतनी खुशियां
जिसकी कभी शाम न हो।""",
    """हसीं होते हैं वो लम्हें,
जब आँखों में सपने होते हैं,
चाहे कितने भी दूर हों,
अपने तो अपने ही होते हैं…
गुड मॉर्निंग!!""",
    """बचा ले जो हर तूफां से, उसे “आस” कहते हैं…
बड़ा मज़बूत है ये धागा, जिसे “विश्वास” कहते है…!!""",
    """जिंदगी का आनंद
अपने तरीके से ही लेना चाहिए,
लोगों की खुशी के चक्कर में तो
शेर को भी सर्कस में नाचना पड़ता है।""",
    """2 पल की जिंदगी है,
इसे जीने के 2 उसूल बना लो
रहो तो फूलों की तरह
और बिखरो तो खुशबू की तरह।""",
    """हर फूल आपको अरमान दे
हर सुबह आपको सलाम दे
एक ही मांग है मेरी भगवान से की
वो आपके जीवन में खुशियों का वरदान दे।""",
    """उम्मीद से भरी एक
नई सुबह में
आपका स्वागत है…
शुभ प्रभात""",
    """हमेशा मुस्कुराते रहिए
कभी अपने लिए तो कभी
अपनों के लिए।🌹
🌹Good Morning""",
    """जब विचार, प्रार्थना और
इरादा सब पॉजिटिव हो तो
जिंदगी अपने आप
पॉजिटिव हो जाती है।
Good morning""",
    """रिश्ते मोतियों
की तरह होते हैं
अगर कोई गिर
भी जाए तो
झुक के उठा लेना
चाहिए।
Good Morning""",
    """अपने वो होते हैं,
जो समझते भी हैं..
और
समझाते भी हैं..!!
Good Morning"""
  ];

  static List<String> maa = [
    """Chalti Firti Aankhon Se Azaan Dehi Hai,
Maine Jannat Toh Nahi Dekhi Hai Maa Dekhi Hai.""",
    """Tere Kadmon Mein Yeh Saara Jahan Hoga Ek Din,
Maa Ke Hothhon Pe Tabassum Ko Sajaane Wale.""",
    """Kisi Bhi Mushkil Ka Ab Kisi Ko Hal Nahi Milta,
Shayad Ab Ghar Se Koi Maa Ke Pair Chhukar Nahi Nikalta.""",
    """Umar Bhar Teri Mohabbat Meri Khidmatgar Rahi Maa,
Main Teri Khidmat Ke Qabil Jab Hua Tu Chali Gayi Maa.""",
    """Meri Khatir Tera Roti Pakaana Yaad Aata Hai,
Apne Haathon Ko Chulhe Mein Jalana Yaad Aata Hai.""",
    """चलती फिरती आँखों से अज़ाँ देखी है,
मैंने जन्नत तो नहीं देखी है माँ देखी है।""",
    """सबकुछ मिल जाता है दुनिया में मगर,
याद रखना की बस माँ-बाप नहीं मिलते,
मुरझा कर जो गिर गए एक बार डाली से,
ये ऐसे फूल हैं जो फिर नहीं खिलते।""",
    """रूह के रिश्तों की ये गहराइयाँ तो देखिये,
चोट लगती है हमें और चिल्लाती है माँ,
हम खुशियों में माँ को भले ही भूल जायें,
जब मुसीबत आ जाए तो याद आती है माँ।""",
    """माँ तो जन्नत का फूल है,
प्यार करना उसका उसूल है,
दुनिया की मोहब्बत फिजूल है,
माँ की हर दुआ कबूल है,
माँ को नाराज करना इंसान तेरी भूल है,
माँ के कदमो की मिट्टी जन्नत की धूल है।""",
    """वो लिखा के लायी है किस्मत में जागना,
माँ कैसे सो सकेगी कि बेटा सफ़र में है।""",
    """कहा होते है इतने तजुर्बे किसी हाकिम के पास
माँ आवाज़ सुनकर बुखार नाप लेती है""",
    """माँग लूँ ये मन्नत की फिर यही जहाँ मिले
फिर वही गॉड फिर वही माँ मिले""",
    """तेरे क़दमों में ये सारा जहां होगा एक दिन
माँ के होठों पे तबस्सुम को सजाने वाले""",
    """माँ सबकी जगह ले सकती है लेकिन
माँ की जगह कोई नहीं ले सकता""",
    """माँ की तरह कोई और ख्याल रख पाए
ये बस ख्याल ही हो सकता है""",
    """उसके होंठों पे कभी बद्दुआ नहीं होती
बस इक माँ है जो कभी खफा नहीं होती""",
    """पहाड़ो जैसे सदमे झेलती है उम्र भर लेकिन,
इक औलाद की तकलीफ़ से माँ टूट जाती है।""",
    """कल माँ की गोद में, आज मौत की आग़ोश में,
हम को दुनिया में ये दो वक़्त बड़े सुहाने से मिले।""",
    """बेसन की रोटी पर, खट्टी चटनी सी माँ...
याद आती है चौका, बासन, चिमटा, फूंकनी जैसी माँ।""",
    """जब जब कागज पर लिखा, मैने "माँ" का नाम,
कलम अदब से बोल उठी, हो गये चारो धाम।""",
    """मेरी हर कोशिश को खुदा सफल कर देता है
मेरी माँ का होना मुझे मुकम्मल कर देता है।"""
  ];

  static List<String> attitude = [
    """Humare Baad Nahi Aayega Tumhein Chaahat Mein Maza,
Tum Sabse Kehte Firoge Humein Chaaho Uski Tarah.""",
    """Kee Mohabbat Toh Siyasat Ka Chalan Chhod Diya,
Hum Agar Pyar Na Karte Toh Hukoomat Karte.""",
    """Hum Bhi Bargad Ke Darakhton Ki Tarah Hain,
Jahan Dil Lag Jaye Wahan TaUmr Khade Rahte Hain.""",
    """Khud Pukaregi Manzil To Thhehar Jaunga,
Varna Khuddar Musafir Hoon Gujar Jaunga.""",
    """Sudhar Gaya Main Toh Fir Pachhtaoge,
Ye Mera Junoon Hi Toh Meri Pehchan Hai.""",
    """ज़र्रों मे रहगुजर के चमक छोड़ जाऊँगा,
पहचान अपनी दूर तलक छोड़ जाऊँगा,
खामोशियों की मौत गंवारा नहीं मुझे,
शीशा हूँ टूटकर भी खनक छोड़ जाऊँगा।""",
    """मेरे लफ्जों से न कर मेरे किरदार का फ़ैसला,
तेरा वजूद मिट जायेगा मेरी हकीकत ढूंढ़ते ढूंढ़ते।""",
    """लाख तलवारे बढ़ी आती हों गर्दन की तरफ,
सर झुकाना नहीं आता तो झुकाए कैसे।""",
    """अभी सूरज नहीं डूबा जरा सी शाम होने दो,
मैं खुद लौट जाऊंगा मुझे नाकाम तो होने दो,
मुझे बदनाम करने का बहाना ढूँढ़ते क्यों हो,
मैं खुद हो जाऊंगा बदनाम पहले नाम होने दो।""",
    """ज़मीं पर रह कर आसमां
छूने की फितरत है मेरी,
पर गिरा कर किसी को,
ऊपर उठने का शौक़ नहीं मुझे।""",
    """भूलकर हमें अगर तुम रहते हो सलामत,
तो भूलके तुमको संभलना हमें भी आता है,
मेरी फ़ितरत में ये आदत नहीं है वरना,
तेरी तरह बदल जाना हमें भी आता है।""",
    """शरीफ है हम किसी से लड़ते नहीं
पर जमाना जानता है,
किसी के बाप से डरते नहीं !""",
    """तेरा घमंड ही तुझे हरायेगा मैं क्‍या हूँ
ये तुझे वक्‍त बताएगा!""",
    """मुझे मत देखो हजारो में,
हम बिका नहीं करते बजारो में!""",
    """एक बार वक्‍त को बदलने दो
तुने सिर्फ बाजी पलटी है,
मैं जिंदगी ही पलट दुँगा !""",
    """Attitude का अंदाजा यही से लगा लो
तुम प्‍लेयर बनना चाहते हो और
मैं Game चेंजर !""",
    """भाड़ में जाए लोग और लोगो की बातें,
हम तो वैसे ही जिएंगे
जैसे हम जीना चाहते है!""",
    """मैने खेल हमेशा
खुद के दम पर खेले है
इसलिए तेरे जैसे आज मेरे चेले है!""",
    """लोग डुबाने के तरीके खोजते रह गए
और मैं ”तैरना” सिख गया!""",
    """हमारे कारनामे देखो
हैसियत समझ जाओगे अपनी!""",
    """इश्‍क और हमारा ताल्लुक हुआ ही नहीं
क्‍योंकि इश्‍क गुलामी चाहता है
और हम आजादी!""",
    """इसी बात से लगा लेना
मेरी शोहरत का अंदाजा,
वो मुझे सलाम करते है,
जिन्‍हे तू सलाम करता है!""",
    """हैसियत तो इतनी हैं की
जब आँख उठाते हैं तो
नवाब भी सलाम ठोकते है!"""
  ];

  static List<String> bollywood = [
    """Tu Mujhe Chahe Na Chahe
Yeh Tere Bas Mein Toh Hai,
Aur Main Tujhko Na Chahun
Yeh Mere Bas Mein Nahi.""",
    """Pyar Mein Sauda Karne Ki Aadat In Aamiron Ki …
Jaan Le Leti Hai Hum Jaise Gareebon Ki.""",
    """Dil Ke Chhalon Ko
Koi Shayari Kahe Toh Parwaah Nahi,
Taqleef Toh Tab Hoti Hai
Jab Koi Waah Waah Waah Karta Hai.""",
    """Badi Muddat Se Mere Dil Mein
Ek Tasveer Behti Hai,
Teri Zulfon Ki Chaanv Mein,
Meri Taqdeer Behti Hai.""",
    """Aarzoo Jhooth Hai,
Aarzoo Ka Fareb Khana Nahi ..
Khush Jo Rahna Ho Zindagi Me Tumhe..
Dil Kabhi Kisi Se Lagana Nahi.""",
    """काटे नहीं कटते लम्हे इंतज़ार के,
नजरें बिछाए बैठे हैं रस्ते पे यार के,
दिल ने कहा देखे जो जलवे हुस्न-ए-यार के,
लाया है उन्हें कौन फलक से उतार के।""",
    """फूल खिलते हैं बहारों का समा होता है,
ऐसे मौसम में ही तो प्यार जवां होता है,
दिल की बातों को होठों से नहीं कहते,
ये फ़साना तो निगाहों से बयाँ होता है।""",
    """एक पल में जो आकर गुजर जाये,
ये हवा का वो झोका है और कुछ नहीं,
प्यार कहती है दुनिया जिसे,
एक रंगीन धोखा है और कुछ नहीं।""",
    """गर्मी-ए-हसरत-ए-नाकाम से जल जाते हैं,
हम चिरागों की तरह शाम से जल जाते हैं,
शमा जिस आग में जलती है नुमाइश के लिए,
हम उसी आग में गुमनाम से जल जाते हैं,
जब भी आता है तेरा नाम मेरे नाम के साथ,
जाने क्यूँ लोग मेरे नाम से जल जाते हैं।""",
    """अपने हिस्से की जिंदगी तो हम जी चुके चुन्नी बाबू,
अब तो बस धडकनों का लिहाज़ करते हैं,
क्या कहें इन दुनिया वालों को जो,
आखिरी सांस पर भी ऐतराज़ करते हैं।""",
    """सारे जहां का दर्द समेट कर,
जब कुछ न बन सका तो,
उसने तुम्हारी यह दो आँखें बना दी।""",
    """एक तरफा प्यार की ताकत ही
कुछ और होती है,
और रिश्तों की तरह ये दो लोगों में नही बंटती,
इसमे सिर्फ मेरा हक है।।""",
    """ऐसा लगा ख़ुदा ने रख दिया हमारे दिल पर हाथ,
लिया नाम हमारा उन्होंने कुछ ऐसी अदा के साथ.""",
    """अधूरी सांस थी धड़कन अधूरी थी अधूरें हम,
मगर अब चाँद पूरा है फलक पे और अब पूरें हैं हम…""",
    """कोई तो जलवा खुदा के वास्ते दीदार के काबिल दिखाई दे…
संगदिल तोह मिल चुके है सैंकड़ो…
कोई अिल -ऐ- दिल तो दिखाई दे""",
    """आज उतनी भी नहीं मेह्खाने में ,
जितनी हम छोड़ दिया करते थे पैमाने में…""",
    """हर यार वफादार नहीं होता ,
हर पत्थर चमकदार नहीं होता ,
न जाने वन में कितने फूल खिले हैं ,
हर फूल खुशबूदार नहीं होता ...""",
    """मोहब्बत रंग लाती हैं जब दिल से दिल मिलते हैं,
मुश्किल तो यह है कि दिल बड़ी मुश्किल से मिलते हैं…""",
    """कभी कभी जीतने के लिए
कुछ हारना भी परता है …
और हार कर जीतने वाले को
बाज़ीगर कहते …""",
    """धुप में निकलो घटाओ में नाहा कर देखो
ज़िन्दगी किया है किताबों को हटा कर देखो"""
  ];
}
